[
  {
    "id":0,
    "title":"Sprint Retrospective",
    "content":[{
      "header":"Who's involved?",
      "items":[
        "Scrum master",
        "Product Owner",
        "Developers"
      ]
      },{
        "header":"When and for how long?",
        "items":[
          "After the Sprint Review and before the next Sprint Planning session",
          "3 hours max (for shorter Sprints the full 3 hours may not be necessary)"
        ]
      },{
        "header":"What is it?",
        "items":[
          "Time to reflect on what was created and how it was created",
          "Review the Definition of Ready and the Definition of Done",
          "Identify what went well and improvements to make the next Sprint more effective and efficient",
          "Scrum Master ensures that the meeting takes place in the timebox and encourages the team to improve"
        ]
      }
    ]},
  {
    "id":1,
    "title":"Sprint Goals",
    "content":[{
      "header":"What is it?",
      "items":[
        "Is a business objective set during planning to provide focus",
        "The commitment to the Sprint Backlog",
        "Can be formed either bottom up or top down",
        "Goals are SMART (Specific, Measurable, Achievable, Relevant and Time Limited)"
      ]
    }]
  },
  {
    "id":2,
    "title":"Definition of Done",
    "content":[{
      "header":"What is it?",
      "items":[
        "The commitment to the increment",
        "When the Sprint comes to an end the product should be in a ‘Done’ state as defined by the DoD",
        "Is agreed up-front to ensure all work required is included in the estimates",
        "The ‘Done’ increment should be potentially releasable and is integrated with previous increments"
      ]
    }]
  },
  {
    "id":3,
    "title":"Definiton of Ready",
    "content":[{
      "header":"What is it?",
      "items":[
        "A working agreement between the team and Product Owner on what readiness means",
        "Ensures stories proposed for the Sprint have enough detail",
        "A backlog item is only ‘Ready’ if it’s clear and if all team members have a shared understanding of what it means",
        "Not having a clearly defined DoR can lead to rework or waste"
      ]
    }]
  }
]